["Les girafes, ça n’existe pas.\nC'est normal, c'est un coup monté!!", "Méfiez vous de l’oiseau sur le lac:\nC’est peut-être un mauvais cygne !", "C'est l'histoire d'un schtroumpf qui court, court, trébuche, tombe...\n... et qui se fait un bleu.", "Qui est-ce qui court et qui se jette ?\nUne courgette.", "C'est l'histoire d'un type prénommé Why. Il exerce le métier de bucheron, car depuis longtemps,...\nWhy aime scier (YMCA).", "Un clown dit à son médecin:\nDocteur, je me sens drôle...", "Deux pizzas sont dans un four.\nUne dit : \" Woaaaa ! Il fait trop chaud ici ! \n\"Et l'autre : \" Aaaaaah ! Une pizza qui parle !! \"", "C'est l'histoire d'un mec qui rentre dans un café.\nEt plouf.", "C'est l'histoire d'un mec qui rentre dans un bar et qui se met à crier : \"Salut c'est moi !\"\nSauf qu'en fait c'était pas lui...", "Un mec se jette du haut de la Tour Eiffel. Ses cheveux arrivent en bas dix minutes après lui. Pourquoi?.\nParce qu'il utilisait Petrol Han qui ralentit la chute des cheveux!", "Qu'est-ce que c'est que ça : :thinking: :thinking: :thinking: :thinking: :thinking: :thinking: :thinking: :thinking: :thinking: :thinking: :thinking:  ?\nUn troupeau de :thinking: ...", "C'est l'histoire d'un couple d'escargots champions du monde de patinage artistique. Il s'entraînent dur et là... \nPlouf !!! c'est le printemps !", "Tu prends un fruit exotique, genre kiwi, et une vache. Tu prends les deux, ça fait la vache kiwi...", "Comment on appelle-t-on un boomerang qui ne revient pas?\nUn bout de bois...", "Tu connais l'histoire de tchin tchin la girafe?\nC'est une girafe qui un jour s'approcha trop d'un helicoptère et tchin tchin la girafe.", "Pourquoi Mickey Mouse ?\nParce que Mario Bros\nPourquoi Mario Bros??\nParce que Carla Bruni", "Comment appelle t'on un sorcier qui fait de la magie noir avec un yaourt ??\nUn faux mage blanc !", "C’est un gars qui pose des mouchoirs sur une table.\nUn autre arrive et lui demande:\n– Qu’est-ce que tu fais?\n– Je mets des mouchoirs pour éloigner les girafes!\n– Mais il n’y a pas de girafe ici!\n– Ba! C’est normal, j’ai mis des mouchoirs!", "Quelles sont les lettres que l’on boit au petit déjeuner?\nK.K.O.", "C’est Pampe, il est mousse sur un bateau.\nC’est Pampe le mousse!", "Qu’est ce qui est vert et qui se déplace sous l’eau?\nUn choux marin.", "Pourquoi les éléphants marchent -ils en troupeau?\nCar c’est celui du milieu qui a la radio.\nPourquoi les rhinocéros marchent-ils en troupeau?\nPour faire croire aux éléphants que eux aussi ont une radio.", "Qu’est-ce qui est vert, se déplace sous l’eau et fait bzzzz?\nUn chou marin ruche.", "Pourquoi les éléphants mettent-ils des lunettes de soleil?\nPour passer incognito…\nT’as déjà vu un éléphant avec des lunettes de soleil?\nNon? Ben c’est que ça marche alors…", "Comment appelle-t-on une chauve-souris qui a des cheveux?\nUne souris.", "C’est un gars très bête et très méchant qui arrive en enfer. A son arrivée, Satan l’accueille et lui dit: \"Maintenant tu vas devoir choisir la chambre dans laquelle tu resteras pour l’éternité\" et Satan lui montre trois portes. Le type passe la première porte. Il entre dans une vaste pièce dans laquelle les gens sont tous sans exception en équilibre sur leur tête, sur du carrelage. Le gars se dit en voyant ça: \"Aie aie aie, ce sol me semble un peu dur pour ma tête. Je vais essayer une autre porte\". Alors, il essaie la deuxième porte et se retrouve dans une autre vaste pièce, dans laquelle le sol est cette fois du parquet. Là encore, tout le monde est sur la tête, en équilibre. Le gars se dit: \"C’est pas encore terrible, si ça tombe, on doit attraper plein d’échardes à la tête, essayons la troisième porte\" Cette fois, la pièce est remplie de personnes assises sur des chaises, le sol est recouvert d'eau d'egout, mais les gens sont en train de boire le café et de manger des biscuits. Notre homme se dit: \"Hmmm, passer l’éternité sur une chaise, même si on a les pieds dans les egouts, c’est toujours mieux que de la passer sur la tête, surtout quand on a à boire et à manger\" Alors il va voir Satan qui l’attendait et lui fait part de sa décision de choisir la troisième porte. \"Très bien\" dit Satan \"Tu passeras donc l’éternité dans la troisième pièce\" et il l’accompagne jusqu’à la porte. Lorsque la porte s’ouvre, il entend une grosse voix à l’intérieur qui hurle: \"Allez là-dedans, la pause-café est terminée…Tout le monde sur la tête….\"", "C’est l’histoire de deux volcans. L’un dit à l’autre:\nÇa te déranges pas si je fume?", "Un mec dit a un autre: Dit chateaufort.\nEt l’autre dit: CHATEAU!!!", "Toc toc toc\n– Qui est la?\n– C’est sam\n– Sam qui?\n– Sam pique partout!", "Qu’est ce qui est meilleur que du salami?\nDu proprelami…", "Quelle est la différence entre un œuf et un peigne?\n– Le peigne ne se mange pas.", "Dans quel pays peut-on trouver les gens les plus cools?\nAu Yémen…", "Chéri, dit une Martienne à son ami, tu ne prends pas ta soucoupe aujourd’hui?\n– Non, je ne suis pas dans mon assiette.", "Toc! Toc! Toc!\n– Qui est là?\n– Yvon\n– Yvon qui?\n– Yvon crevé!\n– Toc! Toc! Toc!\n– Qui est là?\n– O.B.\n– O.B. qui?\n– OBélix!", "Qu’est-ce qui est jaune et qui court très vite?\nUn citron pressé!", "Tu connais la blague du lit vertical?\nC’est une histoire à dormir debout!", "Qu’est ce qui fait 999 fois \"TIC\" et 1 fois \"TOC\"?\n– Un mille pattes avec une jambe de bois.", "C’est deux grains de sable dans le désert et y en a un qui dit à l’autre \"Te retourne pas mais je crois qu’on est suivi!\"", "Comment une blonde utilise-t-elle un éventail?\nElle bouge la tête!", "Deux amis contemplent le ciel:\n-Tu crois que la lune est habitée, demande l’un d’eux?\n– Bien sûr, répond l’autre, c’est allumé tous les soirs!", "Connais-tu la blague de l’avion?\n– Non?!\n– Moi non plus, elle est passée trop vite!", "2 oeufs discutent dans le frigo :\n- Tu aurais pu te raser aujourd'hui !!\n- T'es débile ou quoi, je suis un kiwi.", "Les blagues les plus courtes sont les moins longues", "Que fait un crocodile quand il en rencontre un autre ?\nIl l’accoste.", "Connaissez-vous l’histoire de Zip le pingouin ?\n– C’est un Pingouin qui se promène tranquillement sur la banquise et … Zip le Pingouin!", "C’est douze sèche-linges qui jouent au foot, puis arrive une machine à laver :\n– Hey je peux jouer avec vous ?!\nLes sèches-linges se regardent puis éclatent de rire.\n– T’as déjà vu une machine à laver jouer au foot toi !?"]